Repository: malamalca/pogo
Catalog: resources/locales/*/default.po
Languages: sl_si

source: The category has been saved.
sl_si: Kategorija je shranjena.

source: The category could not be saved. Please, try again.
sl_si: Kategorije ni mogoče shraniti. Preverite vpisane podatke.

source: The category has been deleted.
sl_si: Kategorija je izbrisana.

source: The category could not be deleted. Please, try again.
sl_si: Kategorije ni mogoče izbrisati.

source: The item has been saved.
sl_si: Element je shranjen.

source: The item could not be saved. Please, try again.
sl_si: Elementa ni mogoče shraniti. Preverite vpisane podatke.

source: The item has been deleted.
sl_si: Element je izbrisan.

source: The item could not be deleted. Please, try again.
sl_si: Elementa ni mogoče izbrisati.

source: Your project has been updated.
sl_si: Projekt je shranjen..

source: Unable to update your project.
sl_si: Projekta ni mogoče shraniti. Preverite vpisane podatke.

source: Your project has been deleted.
sl_si: Projekt je izbrisan.

source: Invalid export file type.
sl_si: Neveljaven format za izvoz.

source: The invitation has been sent.
sl_si: Vabilo je poslano.

source: There was a problem sending invitation. User likely already exists.
sl_si: Vabila ni mogoče poslati. Uporabnik je verjetno že vključen v projekt.

source: You are already colaboration on this project!
sl_si: V tem projektu že sodelujete!

source: You accepted the invitation to colaborate on this project!
sl_si: Sprejeli ste povabilo za sodelovanje v projektu!

source: Invalid Invitation Key!
sl_si: Neveljavno ali že izkoriščeno povabilo.

source: The projects user has been deleted.
sl_si: Uporabnik je odstranjen.

source: The projects user could not be deleted. Please, try again.
sl_si: Uporabnika ni mogoče odstraniti.

source: The section has been saved.
sl_si: Sekcija je shranjena.

source: The section could not be saved. Please, try again.
sl_si: Sekciji ni mogoče shraniti. Preverite vpisane podatke.

source: The section has been deleted.
sl_si: Sekcija je izbrisana.

source: The section could not be deleted. Please, try again.
sl_si: Sekcije ni mogoče izbrisati.

source: An email with password reset instructions has been sent.
sl_si: Na vpisan email naslov so bila poslana navodila za spremembo gesla.

source: No user with specified email has been found.
sl_si: Uporabnik z vpisanim naslovom ne obstaja.

source: Reset key does not exist.
sl_si: Neveljavna povezava za spremembo gesla.

source: User does not exist.
sl_si: Uporabnik ne obstaja.

source: Password has been changed.
sl_si: Geslo je spremenjeno.

source: Please verify that the information is correct.
sl_si: Preverite, če so vpisani podatki pravilni.

source: The user has been saved.
sl_si: Uporabnik je shranjen.

source: The user could not be saved. Please, try again.
sl_si: Uporabnika ni mogoče shraniti. Preverite vpisane podatke.

source: Properties have been saved.
sl_si: Nastavitve so shranjene.

source: Properties could not be saved. Please, try again.
sl_si: Nastavitev ni mogoče shraniti. Preverite vpisane podatke.

source: The user has been deleted.
sl_si: Uporabnik je izbrisan.

source: The user could not be deleted. Please, try again.
sl_si: Uporabnika ni mogoče izbrisati.

source: The variable has been saved.
sl_si: Konstanta je shranjena.

source: The variable could not be saved. Please, try again.
sl_si: Konstante ni mogoče shraniti. Preverite vpisane podatke.

source: The variable has been deleted.
sl_si: Konstanta je izbrisana.

source: The variable could not be deleted. Please, try again.
sl_si: Konstante ni mogoče izbrisati.

source: Project Participation Invite
sl_si: Vabilo za sodelovanje na projektu

source: Edit
sl_si: Uredi

source: Notes
sl_si: Opombe

source: Add Category
sl_si: Vpis kategorije

source: Export to XLS
sl_si: Izvoz v XLS

source: Delete
sl_si: Briši

source: Are you sure you want to delete this project?
sl_si: Ste prepričani, da želite izbrisati projekt?

source: Archive
sl_si: Arhiviraj

source: Unarchive
sl_si: Dearhiviraj

source: Are You Sure?
sl_si: Ste prepričani?

source: Are you sure you want to delete this section?
sl_si: Ste prepričani, da želite izbrisati sekcijo?

source: Add Section
sl_si: Vpis sekcije

source: Edit Category
sl_si: Urejanje kategorije

source: Are you sure you want to delete this category?
sl_si: Ste prepričani, da želite izbrisati kategorijo?

source: Builing estimates and calculations
sl_si: Kalkulacije in obračuni v gradnji

source: Page %1$s of %2$s
sl_si: Stran %1$s od %2$s

source: Recapitulation
sl_si: Rekapitulacija

source: Project
sl_si: Projekt

source: Investor
sl_si: Investitor

source: No.
sl_si: Št.

source: Description
sl_si: Opis

source: Unit
sl_si: Enota

source: Qty
sl_si: Količina

source: Price [{0}]
sl_si: Cena [{0}]

source: Total [{0}]
sl_si: Skupaj [{0}s]

source: Grand total
sl_si: Skupaj

source: Grand Total
sl_si: Skupaj

source: Project Leader
sl_si: Odg. vodja projekta

source: Export error: No data found.
sl_si: Napaka pri izvozi. Ni podatkov.

source: Password Reset
sl_si: Novo geslo

source: Title
sl_si: Naziv

source: Title is required field.
sl_si: Naziv je obvezno polje.

source: Save
sl_si: Shrani

source: Sections
sl_si: Sekcije

source: Users on Project
sl_si: Sodelujoči uporabniki

source: Invite
sl_si: Pošlji vabilo

source: Invite to participate
sl_si: Vabilo za sodelovanje

source: Privileges
sl_si: Pravice na projektu

source: Reader
sl_si: Bralec

source: Editor
sl_si: Urednik

source: Owner
sl_si: Lastnik

source: Add a Project
sl_si: Vpis projekta

source: Project Properties
sl_si: Lastnosti projekta

source: No
sl_si: Št.

source: Name
sl_si: Naziv

source: Project name is required.
sl_si: Naziv je obvezno polje.

source: Subtitle
sl_si: Podnaslov

source: Project description is required.
sl_si: Opis je obvezno polje.

source: Date and place
sl_si: Kraj in datum

source: Investor data
sl_si: Podatki investitorja

source: Name or title
sl_si: Ime ali naziv podjetja

source: Address
sl_si: Naslov

source: ZIP
sl_si: Poštna št.

source: Post
sl_si: Pošta

source: Creator data
sl_si: Podatki projektanta

source: Basic options
sl_si: Možnosti za izvoz

source: Export Without Item Qties
sl_si: Izvoz brez analitike količin

source: Export Without Item Prices
sl_si: Izvoz brez cen

source: Tags
sl_si: Oznake

source: Export
sl_si: Izvoz

source: Start using pogo.si - create your [first project].
sl_si: Začnite tukaj - ustvarite svoj [prvi projekt].

source: Problems? Send us an email info@pogo.si
sl_si: Težave? Pošljite nam email na info@pogo.si

source: Your pogo.si team.
sl_si: Lep pozdrav, Pogo.si

source: Active
sl_si: Aktivni

source: Archived
sl_si: Arhivirani

source: {0} Projects
sl_si: {0} Projekti

source: Add
sl_si: Dodaj

source: Creator
sl_si: Projektant

source: Project Recapitulation
sl_si: Rekapitulacija projekta

source: n/a
sl_si: np

source: Edit Section
sl_si: Urejanje sekcije

source: Ord.
sl_si: Št.

source: Price
sl_si: Cena

source: Total
sl_si: Skupaj

source: Contents modified. Exit without saving changes?
sl_si: V vpisanih podatkih so spremembe. Izhod brez shranjevanja?

source: Are you sure you want to delete this item?
sl_si: Ste prepričani, da želite izbrisati element?

source: Show
sl_si: Ogled

source: Shapes
sl_si: Oblike

source: Set new password for {0}
sl_si: Novo geslo za {0}

source: New Password
sl_si: Novo geslo

source: Password is required, format must be valid.
sl_si: Geslo je obvezno, preverja se veljavnost.

source: Repeat Password
sl_si: Ponovi geslo

source: Passwords do not match.
sl_si: Gesli se ne ujemata.

source: Change
sl_si: Spremeni

source: Edit User
sl_si: Urejanje uporabnika

source: Basics
sl_si: Osnovni podatki

source: Active User
sl_si: Aktivni uporabnik

source: Hidden User
sl_si: Skriti uporabnik

source: Login
sl_si: Prijava

source: Admin
sl_si: Administrator

source: Group Admin
sl_si: Administrator skupine

source: Username
sl_si: Uporabniško ime

source: Password
sl_si: Geslo

source: All
sl_si: Vsi

source: Inactive
sl_si: Neaktivni

source: {0} Users
sl_si: {0} Uporabniki

source: Remember me on this computer
sl_si: Zapomni si prijavo

source: Forgot your password?
sl_si: Pozabljeno geslo?

source: My Properties
sl_si: Nastavitve

source: Avatar
sl_si: Prikazna slika

source: Change Password
sl_si: Spremeni geslo

source: Current Password
sl_si: Trenutno geslo

source: Must not be empty.
sl_si: Polje ne sme ostati prazno.

source: Email is required, format must be valid.
sl_si: Email naslov je obvezno polje.

source: Request new Password
sl_si: Zahtevaj novo geslo

source: User data for {0}
sl_si: Podatki uporabnika {0}

source: Are you sure you want to delete this user?
sl_si: Ste prepričani, da želite izbrisati uporabnika?

source: add item
sl_si: vpis elementa

source: or
sl_si: ali

source: Cancel
sl_si: Prekliči

source: You've received this mail from password reset request on Famiree
sl_si: Email sporočilo je namenjeno spremembi gesla na www.pogo.si

source: Please follow this url to change your password:
sl_si: Za spremembo kliknite na povezavo:

source: Please discard this email if you did not want to change your password.
sl_si: V primeru, da niste zahtevali spremembo gesla, smatrajte elektronsko sporočilo za brezpredmetno.

source: Best Regards.
sl_si: Lep pozdrav,

source: Settings
sl_si: Nastavitve

source: Logout
sl_si: Odjava

source: Back
sl_si: Nazaj
